Repository: jacob22/accounting
Catalog: locale/*/LC_MESSAGES/accounting.po
Languages: sv_se

source: Phone: %s
sv_se: Tel: %s

source: Email: %s
sv_se: E-post: %s

source: Registered office: %s
sv_se: Styrelsens säte: %s

source: Org no: %s
sv_se: Org nr: %s

source: VAT no: %s
sv_se: Momsreg. nr: %s

source: Order
sv_se: Beställning

source: Invoice
sv_se: Faktura

source: Order date
sv_se: Beställningsdatum:

source: Invoice date
sv_se: Fakturadatum

source: Order number
sv_se: Beställningsnummer:

source: Invoice number
sv_se: Fakturanummer:

source: page %d
sv_se: sida %d

source: Due date
sv_se: Förfallodatum

source: Your reference
sv_se: Er referens

source: Your notes
sv_se: Era noteringar

source: Item
sv_se: Vara

source: Price
sv_se: Pris

source: Quantity
sv_se: Antal

source: Total
sv_se: Summa

source: Including %s%% VAT
sv_se: Varav moms %s%%

source: Accounts payable ledger
sv_se: Leverantörsreskontra

source: Daterange
sv_se: Period

source: Verification
sv_se: Verifikation

source: Amount
sv_se: Belopp

source: Debit
sv_se: Debet

source: Credit
sv_se: Kredit

source: Annual report
sv_se: Årsrapport

source: Account
sv_se: Konto

source: Header/Name
sv_se: Rubrik/Namn

source: Revenue
sv_se: Omsättning

source: Income
sv_se: Intäkter

source: Sum of income
sv_se: Summa intäkter

source: Sum of operating income
sv_se: Summa rörelseintäkter

source: Expenses
sv_se: Kostnader

source: Materials and goods
sv_se: Material och varor

source: Sum of materials and goods
sv_se: Summa material och varor

source: Gross profit
sv_se: Bruttovinst

source: Operating costs
sv_se: Driftskostnader

source: Sum of operating costs
sv_se: Summa driftskostnader

source: Personnel costs
sv_se: Personalkostnader

source: Sum of personnel costs
sv_se: Summa personalkostnader

source: Operational expenses
sv_se: Rörelsens kostnader

source: Write-offs
sv_se: Avskrivningar

source: Sum of write-offs
sv_se: Summa avskrivningar

source: Financial income
sv_se: Finansiella intäkter

source: Sum of financial income
sv_se: Summa finansiella intäkter

source: Financial costs
sv_se: Finansiella kostnader

source: Sum of financial costs
sv_se: Summa finansiella kostnader

source: Appropriations
sv_se: Bokslutsdispositioner

source: Sum of appropriations
sv_se: Summa bokslutsdispositioner

source: Earnings before taxes
sv_se: Resultat före skatt

source: Calculated results
sv_se: Beräknat resultat

source: Balance sheet
sv_se: Balansräkning

source: Opening balance
sv_se: Ingående balans

source: Difference
sv_se: Ändring

source: Closing balance
sv_se: Utgående balans

source: Assets
sv_se: Tillgångar

source: Fixed assets
sv_se: Anläggningstillgångar

source: Sum of fixed assets
sv_se: Summa anläggningstillgångar

source: Current assets
sv_se: Omsättningsillgångar

source: Sum of current assets
sv_se: Summa omsättningstillgångar

source: Sum of assets
sv_se: Summa tillgångar

source: Liabilities and capital
sv_se: Skulder och eget kapital

source: Capital
sv_se: Eget kapital

source: Sum of capital
sv_se: Summa eget kapital

source: Provisions
sv_se: Avsättningar

source: Sum of provisions
sv_se: Summa avsättningar

source: Long term debts
sv_se: Långfristiga skulder

source: Sum of long term debts
sv_se: Summa långfristiga skulder

source: Short term debts
sv_se: Kortfristiga skulder

source: Sum of short term debts
sv_se: Summa kortfristiga skulder

source: Sum of debts and capital
sv_se: Summa skulder och eget kapital

source: Calculated net income
sv_se: Beräknat resultat

source: Create profile - Eutaxia Admin
sv_se: Skapa konto - Eutaxia Admin

source: Please fill in the following details
sv_se: Var vänlig fyll i uppgifterna nedan

source: Name
sv_se: Namn

source: E-mail
sv_se: E-post

source: I agree to the <a target="_new" href="http://www.eutaxia.se/#tab_agreement">terms of service</a>.
sv_se: Jag godkänner <a target="_new" href="http://www.eutaxia.se/#tab_agreement">användarvillkoren</a>.

source: Create profile
sv_se: Skapa användare

source: General ledger
sv_se: Huvudbok

source: Act/No
sv_se: Kto/Nr

source: Date
sv_se: Datum

source: Balance
sv_se: Saldo

source: The invitation you used is invalid or has expired. You can proceed to <a href="/">Eutaxia Admin</a>, but you have not been added to any existing organisation. In the future, you can find Eutaxia Admin by pointing your webbrowser to <a href="%(url)s">%(url)s</a>.
sv_se: Inbjudningslänken du följt är antingen ogiltig eller redan använd. Fortsätt gärna till <a href="/">Eutaxia Admin</a>, du har dock inte blivit tillagd som medlem i någon organisation. I fortsättningen kan du nå Eutaxia Admin genom att gå med din webbläsare till <a href="%(url)s">%(url)s</a>.

source: iZettle products
sv_se: iZettle-produkter

source: iZettle transactions
sv_se: iZettle-transaktioner

source: Chart of accounts
sv_se: Kontoplan

source: Account number
sv_se: Kontonummer

source: Account name
sv_se: Kontonamn

source: Account type
sv_se: Kontotyp

source: Log in using one of the following providers
sv_se: Logga in med någon av dessa leverantörer

source: Log in using Google
sv_se: Logga in med Google

source: Log in using Yahoo
sv_se: Logga in med Yahoo

source: Log in using Facebook
sv_se: Logga in med Facebook

source: Log in using Twitter
sv_se: Logga in med Twitter

source: Log in using Windows Live or Hotmail
sv_se: Logga in med Windows Live eller Hotmail

source: Custom OpenID URL
sv_se: Annan OpenID-URL

source: Log in using the given OpenID URL
sv_se: Logga in med angiven OpenID-URL

source: Hotmail users can log in with Windows Live ID.
sv_se: Hotmail-användare kan logga in med Windows Live ID.

source: If you log in, Eutaxia Admin uses cookies.
sv_se: Eutaxia Admin använder sig av kakor efter inloggning.

source: VAT report
sv_se: Momsrapport

source: VAT code
sv_se: Momskod

source: Period Report
sv_se: Periodrapport

source: Accumulated
sv_se: Ackumulerat

source: Revenue last year
sv_se: Tot fg år

source: Year budget
sv_se: Årsbudget

source: Payment received
sv_se: Betalning mottagen

source: Accounting year
sv_se: Bokföringsår

source: Printing time
sv_se: Utskriftsdatum

source: Income statement
sv_se: Resultaträkning

source: Sales report for <em>%(name)s</em>
sv_se: Försäljningsrapport för <em>%(name)s</em>

source: Buyer
sv_se: Köpare

source: Phone
sv_se: Telefon

source: Buyer e-mail
sv_se: Köparens e-post

source: SCAN TO PAY
sv_se: SKANNA FÖR ATT BETALA

source: PRESS TO PAY
sv_se: TRYCK FÖR ATT BETALA

source: PAYMENT CANCELLED
sv_se: BETALNING AVBRUTEN

source: PAYMENT DONE
sv_se: BETALNING GENOMFÖRD

source: CANCEL PAYMENT
sv_se: AVBRYT BETALNING

source: Verification list
sv_se: Verifikationslista

source: Series
sv_se: Serier

source: Verification numbers
sv_se: Verifikationsnummer

source: Number
sv_se: Nummer

source: List of modified verifications
sv_se: Ändrade verifikat

source: Entered by
sv_se: Inlagt av

source: Expense reports
sv_se: Utläggsrapporter

source: Expense report categories
sv_se: Utläggskategorier

source: VAT
sv_se: Moms

source: Amount to pay:
sv_se: Att betala:

source: Seller
sv_se: Sålt av

source: Phone:
sv_se: Tel:

source: Date:
sv_se: Datum:

source: Reference number:
sv_se: Referensnummer:

source: Due date:
sv_se: Förfallodatum:

source: Thanks for your payment
sv_se: Tack för din betalning

source: Since the total cost of this purchase is zero, no payment is needed.
sv_se: Ingen betalning behöver göras då den totala kostnaden är noll.

source: Credited
sv_se: Krediterad

source: Get tickets
sv_se: Hämta biljetter

source: Payment options
sv_se: Betalningssätt

source: Pay
sv_se: Betala

source: Simulate payment
sv_se: Simulera betalning

source: Pay with Card
sv_se: Betala med kort
